---
kind: other
id: Properties.T:Autodesk.Revit.DB.AreaTagFilter
source: html/3814ec05-1ec2-b830-3ace-d498c121e4b7.htm
---
# AreaTagFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.